[
  {
    "retail": 15.25,
    "img": "imgs/VyyMYK4Sx.jpg",
    "id": "VyyMYK4Sx",
    "updated_at": "2016-05-01T16:08:35.914Z",
    "producer": "Warner bros. Pictures",
    "genre": "drama",
    "title": "Goodfellas",
    "created_at": "2015-12-12T03:52:14.252Z",
    "rating": "R",
    "description": "Goodfellas (styled as GoodFellas) is a 1990 American crime film directed by Martin Scorsese. It is a film adaptation of the 1986 non-fiction book Wiseguy by Nicholas Pileggi, who co-wrote the screenplay with Scorsese. The film narrates the rise and fall of Lucchese crime family associate Henry Hill (the first-person narrator in the film) and his friends over a period from 1955 to 1980."
  },
  {
    "retail": 12.5,
    "img": "imgs/NkXRdLVSl.jpg",
    "id": "NkXRdLVSl",
    "updated_at": "2016-03-06T21:59:22.425Z",
    "producer": "United Artists",
    "genre": "Thriller",
    "title": "Apocalypse Now",
    "created_at": "2015-12-12T00:26:26.288Z",
    "rating": "R",
    "description": "Apocalypse Now is a 1979 American epic psychological thriller war film set during the Vietnam War, Produced and Directed by Francis Ford Coppola and starring Marlon Brando, Martin Sheen, and Robert Duvall. The film follows the central character, U.S. Army special operations officer Captain Benjamin L. Willard (Sheen), of MACV-SOG, on a mission to kill the renegade and presumed insane U.S. Army Special Forces Colonel Walter E. Kurtz (Brando)."
  },
  {
    "retail": 10.25,
    "img": "imgs/Eypnv84Bg.jpg",
    "id": "Eypnv84Bg",
    "updated_at": "2015-12-12T00:21:48.182Z",
    "producer": "Metro-Goldwyn-Mayer",
    "genre": "Sci-fi and Fantasy",
    "title": "2001: A Space Odyssey",
    "created_at": "2015-12-12T00:21:48.182Z",
    "rating": "R",
    "description": "2001: A Space Odyssey is a 1968 epic science fiction film produced and directed by Stanley Kubrick. The screenplay was written by Kubrick and Arthur C. Clarke, and was partially inspired by Clarke\\'s short story \"The Sentinel\"."
  },
  {
    "retail": 7.95,
    "img": "imgs/Vk-atUNSg.jpg",
    "id": "Vk-atUNSg",
    "updated_at": "2015-12-12T00:30:24.259Z",
    "producer": "universal studios",
    "genre": "thriller",
    "title": "Jaws",
    "created_at": "2015-12-12T00:30:24.259Z",
    "rating": "R",
    "description": "Jaws is a 1975 American thriller film directed by Steven Spielberg and based on Peter Benchley\\'s novel of the same name. The prototypical summer blockbuster, its release is regarded as a watershed moment in motion picture history."
  },
  {
    "retail": 14.05,
    "img": "imgs/EkzEqINHe.jpg",
    "id": "EkzEqINHe",
    "updated_at": "2015-12-12T00:32:17.638Z",
    "producer": "Warner bros. Pictures",
    "genre": "Drama",
    "title": "A Clockwork Orange",
    "created_at": "2015-12-12T00:32:17.638Z",
    "rating": "R",
    "description": "A Clockwork Orange is a 1971 dystopian crime film adapted, produced, and directed by Stanley Kubrick, based on Anthony Burgess\\'s 1962 novella A Clockwork Orange. It employs disturbing, violent images to comment on psychiatry, juvenile delinquency, youth gangs, and other social, political, and economic subjects in a dystopian near-future Britain."
  },
  {
    "retail": 12,
    "img": "imgs/4Jz258NHx.jpg",
    "id": "4Jz258NHx",
    "updated_at": "2015-12-12T00:34:25.370Z",
    "producer": "Pixar Animation Studios",
    "genre": "Kids and Family",
    "title": "Toy Story",
    "created_at": "2015-12-12T00:34:25.370Z",
    "rating": "G",
    "description": "Toy Story is a 1995 American computer-animated buddy-comedy adventure film produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed by John Lasseter, Toy Story was the first feature-length computer-animated film and the first theatrical film produced by Pixar."
  },
  {
    "retail": 12.5,
    "img": "imgs/EJ7_VuEHx.jpg",
    "id": "EJ7_VuEHx",
    "updated_at": "2015-12-12T02:24:18.406Z",
    "producer": "Miramax Films",
    "genre": "Horror",
    "title": "Pulp Fiction",
    "created_at": "2015-12-12T02:24:18.406Z",
    "rating": "R",
    "description": "Pulp Fiction is a 1994 American black comedy crime film written and directed by Quentin Tarantino, from a story by Tarantino and Roger Avary. The film is known for its eclectic dialogue, ironic mix of humor and violence, nonlinear storyline, and a host of cinematic allusions and pop culture references."
  },
  {
    "retail": 17.5,
    "img": "imgs/4JGBSOEHg.jpg",
    "id": "4JGBSOEHg",
    "updated_at": "2015-12-12T02:27:45.680Z",
    "producer": "Universal Studios",
    "genre": "Kids and Family",
    "title": "E.T. the Extra-Terrestrial",
    "created_at": "2015-12-12T02:27:45.680Z",
    "rating": "G",
    "description": "E.T. the Extra-Terrestrial (often referred to simply as E.T.) is a 1982 American sci-fi-family film co-produced and directed by Steven Spielberg. It tells the story of Elliott (Thomas), a lonely boy who befriends an extraterrestrial, dubbed \"E.T.\", who is stranded on Earth. He and his siblings help it return home while attempting to keep it hidden from their mother and the government."
  },
  {
    "retail": 8.95,
    "img": "imgs/41GnHdNHl.jpg",
    "id": "41GnHdNHl",
    "updated_at": "2015-12-12T02:29:37.468Z",
    "producer": "Warner bros. Pictures",
    "genre": "Horror",
    "title": "The Shining",
    "created_at": "2015-12-12T02:29:37.468Z",
    "rating": "R",
    "description": "The Shining is a 1980 British-American psychological horror film produced and directed by Stanley Kubrick, co-written with novelist Diane Johnson, and starring Jack Nicholson, Shelley Duvall, Danny Lloyd, and Scatman Crothers. The film is based on Stephen King\\'s 1977 novel of the same name, although the film and novel differ in significant ways."
  },
  {
    "retail": 5.25,
    "img": "imgs/NJZsdKNre.jpg",
    "id": "NJZsdKNre",
    "updated_at": "2015-12-12T03:50:24.400Z",
    "producer": "Pixar Animation Studios",
    "genre": "Kids and Family",
    "title": "Finding Nemo",
    "created_at": "2015-12-12T03:50:24.400Z",
    "rating": "PG",
    "description": "Finding Nemo is a 2003 American computer-animated comedy-drama adventure film written and directed by Andrew Stanton, released by Walt Disney Pictures, and the fifth film produced by Pixar Animation Studios. It tells the story of the overprotective clownfish named Marlin (Albert Brooks) who, along with a regal tang named Dory (Ellen DeGeneres), searches for his abducted son Nemo (Alexander Gould) all the way to Sydney Harbour."
  },
  {
    "retail": 17.25,
    "img": "imgs/EyDVWYpHx.jpg",
    "id": "EyDVWYpHx",
    "updated_at": "2015-12-18T23:09:10.259Z",
    "producer": "Miramax Films",
    "genre": "Drama",
    "title": "Good Will Hunting",
    "created_at": "2015-12-18T23:09:10.259Z",
    "rating": "PG-13",
    "description": "Good Will Hunting is a 1997 American drama film directed by Gus Van Sant. The film follows 20-year-old South Boston laborer Will Hunting, an unrecognized genius who, as part of a deferred prosecution agreement after assaulting a police officer, becomes a patient of a therapist (Williams) and studies advanced mathematics with a renowned professor (Skarsgard)."
  },
  {
    "retail": 13.54,
    "img": "imgs/EkEiWtaHl.jpg",
    "id": "EkEiWtaHl",
    "updated_at": "2015-12-18T23:10:59.377Z",
    "producer": "Paramount Pictures",
    "genre": "Comedy",
    "title": "Forrest Gump",
    "created_at": "2015-12-18T23:10:59.377Z",
    "rating": "R",
    "description": "Forrest Gump is a 1994 American epic romantic-comedy-drama film based on the 1986 novel of the same name by Winston Groom. The story depicts several decades in the life of Forrest Gump, a slow-witted and naïve, but good-hearted and athletically prodigious, man from Alabama who witnesses, and in some cases influences, some of the defining events[peacock term] of the latter half of the 20th century in the United States."
  },
  {
    "retail": 9.95,
    "img": "imgs/41UeGFTrx.jpg",
    "id": "41UeGFTrx",
    "updated_at": "2015-12-18T23:12:21.121Z",
    "producer": "Tristar Pictures",
    "genre": "Comedy",
    "title": "Look Who's Talking",
    "created_at": "2015-12-18T23:12:21.121Z",
    "rating": "PG",
    "description": "Look Who's Talking is a 1989 romantic comedy film written and directed by Amy Heckerling and starring John Travolta and Kirstie Alley. Bruce Willis plays the voice of Mollie\\'s son, Mikey.[5] The film features George Segal as Albert, the illegitimate father of Mikey."
  },
  {
    "retail": 5.95,
    "img": "imgs/VkfwGtaSx.jpg",
    "id": "VkfwGtaSx",
    "updated_at": "2015-12-18T23:14:09.106Z",
    "producer": "Metro-Goldwyn-Mayer",
    "genre": "Kids and Family",
    "title": "The Wizard of Oz",
    "created_at": "2015-12-18T23:14:09.106Z",
    "rating": "G",
    "description": "The Wizard of Oz is a 1939 American musical fantasy film produced by Metro-Goldwyn-Mayer, and the most well-known and commercially successful adaptation based on the 1900 novel The Wonderful Wizard of Oz by L. Frank Baum."
  },
  {
    "retail": 15.95,
    "img": "imgs/VkOhzKaHl.jpg",
    "id": "VkOhzKaHl",
    "updated_at": "2015-12-18T23:15:35.110Z",
    "producer": "United Artists",
    "genre": "Action and Adventure",
    "title": "Rocky",
    "created_at": "2015-12-18T23:15:35.110Z",
    "rating": "R",
    "description": "Rocky is a 1976 American sports drama film directed by John G. Avildsen and both written by and starring Sylvester Stallone. It tells the rags to riches American Dream story of Rocky Balboa, an uneducated but kind-hearted Italian-American debt collector for a loan shark in the city of Philadelphia."
  },
  {
    "retail": 12.95,
    "img": "imgs/EJ3Sn7Gul.jpg",
    "id": "EJ3Sn7Gul",
    "updated_at": "2016-01-15T18:40:43.330Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode IV: A New Hope",
    "created_at": "2016-01-15T18:40:43.330Z",
    "rating": "PG-13",
    "description": "Star Wars (later retitled Star Wars Episode IV: A New Hope) is a 1977 American epic space opera film written and directed by George Lucas. The first release in the Star Wars franchise, it stars Mark Hamill, Harrison Ford, Carrie Fisher, Peter Cushing, and Alec Guinness. The plot focuses on the Rebel Alliance, led by Princess Leia (Fisher), and its attempt to destroy the Galactic Empire\\'s space station, the Death Star."
  },
  {
    "retail": 10.55,
    "img": "imgs/4yDYh7zux.jpg",
    "id": "4yDYh7zux",
    "updated_at": "2016-01-15T18:41:42.572Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode V: The Empire Strikes Back",
    "created_at": "2016-01-15T18:41:42.572Z",
    "rating": "PG-13",
    "description": "The Empire Strikes Back (also known as Star Wars Episode V: The Empire Strikes Back) is a 1980 American epic space opera film directed by Irvin Kershner. The film is set three years after Star Wars. The Galactic Empire, under the leadership of the villainous Darth Vader and the Emperor Palpatine, is in pursuit of Luke Skywalker and the rest of the Rebel Alliance."
  },
  {
    "retail": 7.25,
    "img": "imgs/E1xph7fOl.jpg",
    "id": "E1xph7fOl",
    "updated_at": "2016-01-15T18:42:39.888Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode VI: Return of the Jedi",
    "created_at": "2016-01-15T18:42:39.888Z",
    "rating": "PG-13",
    "description": "Return of the Jedi (also known as Star Wars Episode VI: Return of the Jedi) is a 1983 American epic space opera film directed by Richard Marquand. The screenplay by Lawrence Kasdan and George Lucas was from a story by Lucas, who was also the executive producer. It was the third film released in the Star Wars franchise and the first film to use THX technology. The film is set one year after The Empire Strikes Back and was produced by Howard Kazanjian for Lucasfilm Ltd."
  },
  {
    "retail": 16.25,
    "img": "imgs/V1MeTXf_x.jpg",
    "id": "V1MeTXf_x",
    "updated_at": "2016-01-15T18:43:29.838Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode I: The Phantom Menace",
    "created_at": "2016-01-15T18:43:29.838Z",
    "rating": "PG-13",
    "description": "Star Wars Episode I: The Phantom Menace is a 1999 American epic space opera film written and directed by George Lucas, produced by Lucasfilm and distributed by 20th Century Fox. The fourth installment in the Star Wars series, the film stars Liam Neeson, Ewan McGregor, Natalie Portman, Jake Lloyd, Ian McDiarmid, Ahmed Best, Ray Park, Anthony Daniels, Kenny Baker, Pernilla August and Frank Oz."
  },
  {
    "retail": 18.25,
    "img": "imgs/EkQGpmGOe.jpg",
    "id": "EkQGpmGOe",
    "updated_at": "2016-01-15T18:44:02.739Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode II: Attack of the Clones",
    "created_at": "2016-01-15T18:44:02.739Z",
    "rating": "PG-13",
    "description": "Star Wars Episode II: Attack of the Clones is a 2002 American epic space opera film directed by George Lucas and written by Lucas and Jonathan Hales. It is the fifth film to be released in the Star Wars series, and stars Ewan McGregor, Hayden Christensen, Natalie Portman, Christopher Lee, Ian McDiarmid, and Samuel L. Jackson."
  },
  {
    "retail": 18.25,
    "img": "imgs/4Ju4TXzue.jpg",
    "id": "4Ju4TXzue",
    "updated_at": "2016-01-15T18:44:39.273Z",
    "producer": "20th Century Fox",
    "genre": "Sci-Fi and Fantasy",
    "title": "Star Wars Episode III: Revenge of the Sith",
    "created_at": "2016-01-15T18:44:39.273Z",
    "rating": "PG-13",
    "description": "Star Wars Episode III: Revenge of the Sith is a 2005 American epic space opera film written and directed by George Lucas. It is the sixth film released in the Star Wars franchise and stars Ewan McGregor, Natalie Portman, Hayden Christensen, Ian McDiarmid, Samuel L. Jackson, and Christopher Lee. The film is set three years after the onset of the Clone Wars and was produced by Lucasfilm and distributed by 20th Century Fox."
  },
  {
    "retail": 13.95,
    "img": "imgs/4k0upQGul.jpg",
    "id": "4k0upQGul",
    "updated_at": "2016-01-15T18:45:49.675Z",
    "producer": "Metro-Goldwyn-Mayer",
    "genre": "Comedy",
    "title": "Dr. Strangelove",
    "created_at": "2016-01-15T18:45:49.675Z",
    "rating": "R",
    "description": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb, more commonly known as Dr. Strangelove, is a 1964 political satire black comedy film that satirizes the cold war fears of a nuclear conflict between the USSR and the US."
  },
  {
    "retail": 9.95,
    "img": "imgs/41Ka67z_e.jpg",
    "id": "41Ka67z_e",
    "updated_at": "2016-01-15T18:47:04.501Z",
    "producer": "Paramount Pictures",
    "genre": "Action and Adventure",
    "title": "Full Metal Jacket",
    "created_at": "2016-01-15T18:47:04.501Z",
    "rating": "R",
    "description": "Full Metal Jacket is a 1987 war film directed and produced by Stanley Kubrick. The screenplay by Kubrick, Michael Herr, and Gustav Hasford was based on Hasford\\'s novel The Short-Timers (1979). The film stars Matthew Modine, Adam Baldwin, Vincent D\\'Onofrio, R. Lee Ermey, Dorian Harewood, Arliss Howard, Kevyn Major Howard, and Ed O\\'Ross, and its storyline follows a platoon of U.S. Marines through their training and the experiences of two of the platoon\\'s Marines in the Tet Offensive during the Vietnam War."
  },
  {
    "retail": 8.95,
    "img": "imgs/N1NERXzOx.jpg",
    "id": "N1NERXzOx",
    "updated_at": "2016-01-15T18:48:52.051Z",
    "producer": "Tristar Pictures",
    "genre": "Horror",
    "title": "Reservoir Dogs",
    "created_at": "2016-01-15T18:48:52.051Z",
    "rating": "R",
    "description": "Reservoir Dogs is a 1992 American crime film that depicts the events before and after a botched diamond heist. The film was the debut of director and writer Quentin Tarantino, and stars Harvey Keitel, Tim Roth, Chris Penn, Steve Buscemi, Lawrence Tierney, and Michael Madsen. Tarantino and criminal-turned-author Edward Bunker have minor roles."
  },
  {
    "retail": 4.95,
    "img": "imgs/NJB_AXM_x.jpg",
    "id": "NJB_AXM_x",
    "updated_at": "2016-01-15T18:49:56.482Z",
    "producer": "Metro-Goldwyn-Mayer",
    "genre": "Documentary",
    "title": "Man with a Movie Camera",
    "created_at": "2016-01-15T18:49:56.482Z",
    "rating": "PG-13",
    "description": "Man with a Movie Camera is an experimental 1929 silent documentary film, with no story and no actors, by Soviet director Dziga Vertov, edited by his wife Elizaveta Svilova."
  }
]